var local_db = [
  {
    date: "Nov 25 2017",
    title: "这是标题1",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b1.jpg",
    headImgSrc: "/images/bach/b1.jpg",
    author: "王浩1",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",
    postId: 0,
    collected:true,
    music:{
      dataUrl: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=3",
      title: "从前慢1",
      coverImgUrl: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg"
    }
  },
  {
    date: "Nov 25 2017",
    title: "这是标题2",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b2.jpg",
    headImgSrc: "/images/bach/b2.jpg",
    author: "王浩2",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",
    postId: 1,
    collected:false,
    music: {
      dataUrl: "http://sc1.111ttt.com:8282/2017/4/05/10/298101104389.mp3?tflag=1500218985&pin=687f664516dbbaf782b7ecca863da21b",
      title: "从前慢2",
      coverImgUrl: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg"
    }
  },
  {
    date: "Nov 25 2017",
    title: "这是标题3",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b3.jpg",
    headImgSrc: "/images/bach/b3.jpg",
    author: "王浩3",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",
    postId: 2,
    music: {
      dataUrl: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=3",
      title: "从前慢3",
      coverImgUrl: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg"
    }
  },
  {
    date: "Nov 25 2017",
    title: "这是标题4",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b1.jpg",
    headImgSrc: "/images/bach/b1.jpg",
    author: "王浩",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",

    postId: 3
  },
  {
    date: "Nov 25 2017",
    title: "这是标题5",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b2.jpg",
    headImgSrc: "/images/bach/b1.jpg",
    author: "王浩",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",

    postId: 4
  },
  {
    date: "Nov 25 2017",
    title: "这是标题6",
    author_image: "/images/head/t1.png",
    image: "/images/bach/b3.jpg",
    headImgSrc: "/images/bach/b1.jpg",
    author: "王浩",
    dateTime: "24小时",
    detail: "那一次，也措在他的宿舍里住了整整三天，可是从第二天晚上开始，也措便开始想家了，听到半夜风雪沙沙的声音就哭了，他不由得把他搂在怀里问：“想妈妈了，是吗?”我要见阿妈。”也措一开口，泪水又掉了一串。他鼓励孩子：“也措，老师的妈妈在很远的地方，老师一年只能见一次妈妈，老师也很想妈妈，但是老师都不哭，不哭了好吗?”也措看着他，停止了哭泣。第三天黄昏，也措的母亲骑着马来到了他的宿舍门口，接走了也措。那一年的冬天，雪一直很大，过年的时候，雪已经封了路，他很想家，却没有能够回去。终于到了第二年春天，雪少了，阳光有了暖意，他听说不远的镇子开始有了稀少的游客。路，看来是通了，但是他却没有时间回家了，因为孩子们已经开学了。也措也来了，换了一个小孩一样，眼神，不再是淡淡的忧郁，而是似乎有种说不出的欢快，看着他，总忍不住想笑。依旧不爱说话，总是偷偷地看他。然后就到了他的生日，没有人为他庆祝，他孤单地为自己点燃了蜡烛。可是三天后，他却意外地收到了一个邮包，邮包是从北京寄来的，拆开来，竟然是一个音乐盒，比他那一个还要漂亮。音乐盒里放了一封信，他看着，心就像春天的雪一般簌簌融化了……",

    postId: 5
  }
]

var test = 34;
//定义一个出口
module.exports = {
  postList: local_db,
  test_key: test
}
